
<!DOCTYPE html>
<html>
<head>
    <title>-removed- 社区规则</title>
    <meta charset="utf-8">
    <style type="text/css">
        body { font-family: "Microsoft YaHei", Arial，sans-serif; font-size: 16px; line-height: 1.5; margin: 0; background: #f7f7f7; color: #333; }
        .container { margin: 10px auto 10px auto; width: 90%; }
        h1, h2, h3 { text-align: center; border-bottom: 1px solid #2780e3; }
        p, h4 { margin: 5px auto; }
    </style>
</head>
<body>
<div class="container">
    <h1>-removed- 社区规范</h1>

    <p>欢迎来到-removed-的世界。为了所有参与者都能够愉快的使用这个平台，我们需要花一些时间设定一些规则.</p>

    <p>以下是规范的制定准则。请注意它们不构成规范的解释，不能代替规范正文.</p>
    <h4>你的义务</h4>
    <ul>
        <li>请做一个友善的人，尊重其他人的观点，即使ta与你相异;</li>
        <li>请不要发布令人感到不适或者违反法律法规的内容，比如(但不限于)侮辱他人、侵犯他人隐私、色情的内容。</li>
        <li>在参与讨论时，请与我们共同维护社区的 "存在"。比如，对于不宜讨论、组织的内容与活动，讨论时加以适当的节制.</li>
    </ul>
    <h4>你的权利</h4>
    <ul>
        <li>你可以享受社区的所有功能，并参与它的维护; 你可以举报其他人的发言，如果你认为它违反了规范.</li>
        <li>如果你的发言被删除，你有权知晓背后的具体原因; 所有的强制性管理行动都会被管理小组定期公示.</li>
    </ul>

    <hr>
    <h2>规范正文</h2>

    <h4>一。管理主体和适用法律</h4>
    <p>
        -removed- 社区 ("社区") 由其开发者、核心负责人员负责管理。<br>
        本社区面向用户为与北京大学相关的个人，例如学生、教师、教职工、校友等。本社区服务器位于中华人民共和国国境内，适用法律为《中华人民共和国宪法》及所在地法律法规。
    </p>

    <h4>二。定义</h4>
    <ol>
    <li>"用户" 指使用该社区任何功能的个人;</li>
    <li>"内容" 指用户在使用社区功能的过程中上传、发布的任何内容，包括但不限于文字、图片、链接、媒体等;</li>
    <li>"账户" 指一组具有访问社区权限的身份信息，它可以由一个邮箱地址、唯一识别符 (user_token)、用户名 (username) 等信息组成;</li>
    </ol>

    <h4>三。内容版权与责任</h4>
    <p>用户使用社区并上传任何信息时，即确认其享有所发布内容的版权 (比如原创)，或者使用内容属于教育、科学研究、评论与报道等 "合理使用" 的范畴。如果用户享有内容的版权，即永久授权社区对其的发布与传播.</p>

    <p>用户对在社区上发表的内容、言论承担一切法律责任.</p>

    <h4>四。账户责任</h4>
    <ol>
        <li>社区的账户仅供本人使用。账户的创立需要经过(一)所规定的符合条件个人的验证。不满足使用条件的用户账户将被停用.</li>
        <li>社区一旦发现账户被多人使用，即有权无条件立即停用账号.</li>
        <li>社区有权以任何理由拒绝向用户提供服务.</li>
    </ol>

    <h4>五。禁止的内容</h4>
    <p>以下内容不得在社区上传、传播，否则社区有权将其删除，发布者将根据第(六)条处罚:</p>
    <ol>
        <li>违反《中华人民共和国宪法》等(一)中规定的法律法规的内容;</li>
        <li>
            <b>侮辱他人或特定群体的内容</b>，例如: 煽动民族矛盾、地域歧视、<b>对个人进行侮辱性语言攻击</b>;
            <ul>
                <li>解释2.1 - "他人或特定群体" 包括特定个人 (全名或缩写, 无论是否为公众人物)、机构、或抽象事物 (如特定的制度、规定、校园网等)；</li>
                <li>解释2.2 - <b>平台不接受藏在匿名背后 "无脑喷" 他人或群体</b>，即不得无理、无证据支持地发表侮辱性、诋毁性意见 (e.g. "xx教务是sb")。<b>有理有据的批评、质疑、吐槽、抱怨是被允许且鼓励的</b>, e.g. "xx机构总是说不清楚要什么材料，害了我跑好几趟，太恶心了"。即使有理有据，我们建议使用文明的词汇，己所不欲，勿施于人。</li>
            </ul>
        </li>
        <li>
            <b>侵犯他人隐私的内容</b>，例如: 未经许可暴露他人具体姓名、个人信息、联系方式;
            <ul>
                <li>解释3.1 - 拼音缩写不在此限，除非由当事人提出异议;</li>
                <li>解释3.2 - 对公众人物的公开信息，如新闻报道、公众号文章等的讨论，不在此限，除非由当事人提出异议;</li>
            </ul>
        </li>
        <li><b>侵犯他人知识产权、商业机密</b>的内容;</li>
        <li>
            <b>任何形式的商业广告或带有盈利性目的</b>的内容，比如公众号二维码，培训机构，各种软件等; 任何形式的校内<b>公益资源</b> (包括但不限于床位、免费票、学生证) 的<b>有偿转让</b>信息.
            <ul>
                <li>解释5.1 - <b>发布商业广告者的处罚可以提高至永久封禁.</b></li>
            </ul>
        </li>
        <li>
            散布谣言和恐慌，可能会误导他人的内容;
            <ul>
                <li>解释6.1 - "可能误导他人" 定义为无权威来源、表述不含有 "可能" "听说" 等类似限定词的可能具有公众影响的内容;</li>
                <li>解释6.2 - 经过任何官方媒体、机构辟谣的内容，应当附有辟谣信息; 对于辟谣信息本身的讨论不受此条限制;</li>
            </ul>
        </li>
        <li>
            <b>鼓励、教唆他人实施违法犯罪、暴力、非法集会</b>的内容;
            <ul>
                <li>解释7.1 - "违法犯罪" 在此的定义为违反发帖者、浏览者任何一方的所在地 (不限中国境内) 的法律所规定的禁止、限制行为;</li>
            </ul>
        </li>
        <li>
            含有任何<b>淫秽、色情、性暗示、不当暴露</b>的内容;
            <ul>
                <li>解释8.1 - 任何形式的以激起观看者兴趣为目的的裸体、性行为、边缘行为的内容是严厉禁止的;</li>
                <li>解释8.2 - 对于影视作品、动漫等出现的可能受此条限制的内容，以该作品在发布国的评级为准; 任何需要超过18至21岁的作品内容在此条限制内;</li>
                <li>解释8.3 - 对于生理现象的学术性、教育性质的讨论不在此条限制内;</li>
                <li>解释8.4 - 对于用户在讨论本条内容中出现的自觉提供、分享个人信息的行为，平台有权(但无必须义务)在发布1小时后删除; <b>对于在此条范围内提供非本人个人信息的行为，处罚为永久封禁.</b></li>
                <li>解释8.5 - 本平台有权将发布违规信息和与此条相关的违反个人隐私的发布者移交公安机关.</li>
            </ul>
        </li>
        <li>
            含有隐喻、容易引起歧义的缩写、代名词、特定表述等对于政治等敏感问题进行引导、讨论
            <ul>
                <li>解释9.1 - 用户应当使用个人常识来判断所发布的内容是否属于此范畴. 我们建议: 如果你发布的内容被封了会成为苏联政治笑话, 就不要发它了</li>
                <li>解释9.2 - 对于通常历史、文化、经济、政治问题的学术性、教育性讨论是被允许的. 我们不提倡自我审查, 但我们相信心智成熟的用户能够区分 "学术性讨论" 与 "冲塔" 的区别;</li>
                <li>解释9.3 - 管理团队有权对5.9.2范畴内出现违反其他规则，特别是5.2 (<i>ad hominem</i>), 5.6 (虚构事实), 5.7 的发帖更严格地处罚。为了讨论的合理、有序进行，建议用户举报 “带节奏” 的恶意用户。不要回应蛮不讲理的人。</li>
            </ul>
        </li>
        <li><em>预留</em></li>
        <li><em>预留</em></li>
        <li><em>预留</em></li>
        <li>
            干扰社区正常运营，大量重复内容垃圾发帖等;
            <ul>
                <li>解释13.1 - "大量" 重复内容定义为任意48小时内超过6条的内容; 发帖者无需为同一用户.</li>
            </ul>
        </li>
        <li>
            引起他人不适的内容。"引起他人不适" 定义为<b>经过社区用户大量举报</b>的内容.
            <ul>
                <li>解释14.1 - "大量举报" 的定义参见附录A.</li>
                <li>解释14.2 - 对于违反此条者，封禁处罚通常可下浮至不处罚.</li>
            </ul>
        </li>
        <li>
            经本人要求删除涉及个人隐私、过多细节或对本人生活造成不良影响的本人发帖。
        </li>
    </ol>

    <h4>六。删帖处罚.</h4>
    <ol>
        <li>若用户发表的内容根据(五)而被删除，处罚为24小时禁言 <b>从第四次封禁起，每次处罚时间为累计处罚次数的两倍天数.</b> (即, 第三次以内为1天, 第四次为8天)</li>
        <li>用户被处罚后，有权获取具体的处罚信息，包括决定的依据、处罚时间.</li>
        <li>累计封禁次数在<b>每年的10月1日清零</b>.</li>
        <li>管理团队有权对任何处罚进行调整;</li>
    </ol>

    <h4>七。发帖与回帖准则.</h4>
    <ol>
        <li>我们希望本社区建立为一个友善而合理讨论的社区，因此本社区<b>禁止在任何情况下言语攻击他人</b> (e.g. "dzsb")。请攻击观点而不要攻击人，违规按5.2处理。</li>
        <li>不鼓励 "歪楼" 即<b>偏题、带节奏</b>行为。不鼓励将一个话题的讨论过度放大至信仰、理念、群体层面，即 "不当概化" (hasty generalization) 或以偏概全。捏造事实者按5.6处理，攻击群体按5.2处理，暴露无关的隐私信息按照5.3处理。</li>
        <li>
            对于违反社区规定的发帖，社区可能会进行 "折叠" 处理（即社区特定标记，需要进行特定操作才可浏览该内容）或删除处理（参见第五、六条）。 "折叠" 处理的发帖包含以下数类：
            <ol>
                <li>偏离主贴主题的内容（仅针对回帖）；</li>
                <li>引导主题讨论走向极端，煽动激烈的、带有攻击性的讨论，即 "带节奏" 或 "引战"。</li>
                <li>带有偏激立场、用语言刻意引发他人争议的讨论，即 "阴阳怪气"。</li>
                <li>含有可能引起部分群体不适或不愿意浏览的内容，比如对政治立场、生理现象和交流的讨论。*</li>
            </ol>
            <b>"折叠" 处理不是删帖</b>，因此不按照（六）类进行处罚，仅对被发布的内容本身有效。发帖被隐藏处理的条件为 (a) 被社区管理人员因为上述理由标记为 "折叠" 或 (b) 被社区成员 (一定数量) 标记为 "折叠"。社区成员进行的折叠标记不一定依据上述类别进行，通常管理人员不会干预社区人员的群体决定，除非被折叠的发帖人提出异议。因此，本条中的内容定义的宽泛和不严谨是刻意的；是否 "折叠"，为何 "折叠" 的权利掌握在社区浏览者的手中。被 "折叠" <b>不意味着你发表了（五）中禁止的内容</b>，也<b>不视为违反发帖规则</b>，仅仅表明多名用户通过投票认为你的内容可能不妥当。
        </li>
        <li>用户<b>可以自我举报 "折叠" 发表的内容，以维护社区的有序运行</b>。我们鼓励用户主动折叠符合上述标准的内容，以共同维护社区和谐。如果你被多数举报折叠，则你会收到处理通知。</li>
        <li>* 补充说明：无论国内外，所有的线上讨论平台都对政治、宗教、体育等极易引起争议的话题进行严格的分隔。这不是为了干预你的讨论自由，相反，这是为了<b>保证不希望参与这些十分不友善的话题的人能够在社区找到自己的讨论自由</b>。</li>
    </ol>

    <h4>八。预留</h4>

    <h4>九。技术性限制</h4>
    <ol>
        <li>管理团队为了保护社区软件平台的合理运行，有权对于行为异常的用户的账号加以技术性限制，包括但不限于限制某些功能的访问.</li>
        <li>用户禁止未经允许，对社区平台进行漏洞扫描、流量攻击、压力测试等可能会对社区平台造成破坏、数据损失、隐私泄露的操作;</li>
    </ol>

    <h4>十。个人隐私</h4>
    <ol>
        <li><b>本社区不鼓励将社区内容传播至社区用户之外的群体</b>，以保护其他用户的隐私和内容版权。社区有权利对于违反本条并造成公众影响或对他人权益造成侵害的用户<b>禁止访问和/或发布内容</b>。这里的 "内容" 包括全体用户创作的内容、社区公示栏等任何可能含有其他用户信息的内容。</li>
        <li>为了社区系统的正常运营，我们可能会收集您的个人信息。这些信息由您提供或您的操作系统和浏览器产生，并传输到社区的服务器上，包括但不限于: 您的邮箱地址、操作系统版本、浏览器版本、IP地址等; 我们会妥善保管您的个人信息，不向任何个人或机构有偿提供您的信息。<b>我们不会将您的信息用于盈利.</b></li>
        <li>为了判定评论名称、管理关注列表、删帖封禁等用途，您所发送的匿名社区 ("树洞") 的内容可能与您的账户相关联。您的个人信息在关联时是经过AES-256或AES-128强加密的。仅具有数据库访问权限的管理人员无法在合理的时间 (1万年) 内对应内容和账户，除非密码学出现重大崩溃。即便如此，<b>我们无法防止用户本身选择在匿名社区发送个人信息的行为，因此建议您妥善保管个人信息并保护个人隐私.</b></li>
    </ol>

    <h4>十一。修订</h4>
    <p>本条例不定时修订。若本条例进行修订，修订信息将在社区内公示。在2021年1月1日后，公示期将至少提高至48小时.</p>

    <hr>

    <h3>附录A: 社区举报系统补充信息</h3>
    <p>本附录不是条例正文内容，也不是条例的替代或者补充，仅作为技术性文档.</p>
    <p>社区对于举报数满足一定条件的树洞与评论进行自动处理与删除。对于每一条举报，举报者为用户<i>u</i>，定义其举报权重为<i>w(u)</i>; 通常<i>w(u) = b</i>，其中<i>b</i>为基础举报权重，目前其值为<b>10</b>; <i>w(u)</i>可能与该用户历史举报次数、举报成功次数、近期举报规律、管理权限有关.</p>
    <p>对于被举报的主贴，定义其动态削减系数<i>r(y)</i>为0至1的数; 对于回帖<i>r = 1</i>; 所有举报者的举报权重进行求和</p>
    <center><i>w = Σ w(u) * r</i></center>
    <p>当<i>w >= 100</i>时，系统自动删除此贴。因此，当动态削减系数为1时，通常需要9至11个用户举报导致触发条例第五.14条。动态削减系数是一个随主贴评论数<i>y</i>单调递减的函数，其满足以下性质:</p>
    <table width="100%">
        <tr>
            <td><strong>y</strong></td>
            <td>0</td>
            <td>10</td>
            <td>20</td>
            <td>...</td>
            <td>50</td>
            <td>100</td>
            <td>200</td>
        </tr>
        <tr>
            <td><b>通常*举报人数</b></td>
            <td>10</td>
            <td>12</td>
            <td>13</td>
            <td>...</td>
            <td>17</td>
            <td>27</td>
            <td>72</td>
        </tr>
    </table>
    <small>* 默认 <i>w(u) = b</i>.</small>

    <p>请注意，本算法的目的不是保证 "正义"，而是为了避免恶意无差别举报、在用户基数较大时导致 "少数人掌权" 的形势。树洞的文化之一为 "吃瓜文化"，晒成绩、offer、女朋友等行为必然会引起众人公愤而举报之，无论设定阈值如何.</p>


</div>
</body>
</html>